Repository: modell-aachen/MetaCommentPlugin
Catalog: locale/MetaCommentPlugin/*.po
Languages: cs, fr, it

source: %1 comments
cs: %1 Komentáře
fr: %1 Commentaires

source: %1 deleted a comment in %2
cs: %1 vymazal komentář v %2
fr: %1 supprime un commentaire dans %2

source: %1 deleted a comment in %2 (%3)
fr: %1 supprime un commentaire dans %2 (%3)

source: %1 saved a comment in %2
cs: %1 uložil komentář v %2
fr: %1 enregistre un commentaire dans %2

source: %1 saved a comment in %2 (%3):
fr: %1 enregistre un commentaire dans %2 (%3) :

source: %1 updated a comment in %2
cs: %1 aktualizoval komentář v %2
fr: %1 mis a jour un commentaire dans %2

source: %1 updated a comment in %2 (%3):
fr: %1 supprime un commentaire dans %2 (%3) :

source: %1 wants to notify you about a comment in %2
cs: %1 chce Vás informovat o komentáři v %2
fr: %1 veut te notifier a propos d'un commentaire dans %2

source: %1 wants to notify you about a comment in %2 (%3):
fr: %1 veut te notifier a propos d'un commentaire dans %2 (%3) :

source: (No text)
cs: (bez textu)
fr: (aucun texte)
it: (Testo non inserito)

source: (No title)
cs: (bez titulu)
fr: (aucun titre)
it: (Titolo non inserito)

source: (no text)
cs: (bez textu)
fr: (aucun texte)
it: (testo non inserito)

source: (no title)
cs: (bez titulu)
fr: (aucun titre)
it: (titolo non inserito)

source: Add a comment
cs: přidat komentář
fr: Ajouter un commentaire
it: Aggiungere un commento

source: Add a comment to this topic
cs: přidat komentář k tomuto tématu
fr: Ajouter un commentaire à ce sujet
it: Aggiungere un commento a questo argomento

source: Approve comment?
cs: Komentář potvrdit?
fr: Approuver commentaire ?
it: Approvare commento?

source: Approve this comment
cs: Potvrdit tento komentář
fr: Approuver ce commentaire
it: Approvare questo commento

source: Are you sure that you want to approve comment %1 posted by %2 on %3?
cs: Jste si jist/á, že chcete potvrdit komentář %1, který %2 zveřejnil na %3?
fr: Etes-vous sûr que vous voulez approuver commentaire %1 posté par %2 sur %3 ?

source: Are you sure that you want to delete comment %1 posted by %2 on %3?
cs: Jste si jist/á, že chcete vymazat komentář %1, který %2 zveřejnil na %3?
fr: Etes-vous sûr que vous voulez effacer le commentaire %1 posté par %2 sur %3 ?

source: Are you sure that you want to notify comment %1 posted by %2 on %3?
cs: Jste si jist/á, že chcete hlásit komentář %1, který %2 zveřejnil na %3?
fr: Etes vous sure de vouloir notifier le commentaire %1 publié par %2 dans %3 ?

source: Cancel
cs: Storno
fr: Annuler
it: Cancellare

source: Comments
cs: Komentáře
fr: Commentaires :
it: Commenti

source: Delete comment?
cs: Komentář vymazat?
fr: Effacer commentaire ?
it: Cancellare il commento?

source: Delete this comment
cs: Vymazat tento komentář
fr: Effacer ce commentaie
it: Cancellare questo commento

source: Don't notify anyone
cs: Nikomu podat zprávu.
fr: Ne notifiez personne
it: Non notificare

source: Edit comment
cs: Komentář zpracovat
fr: Modifier le Commentaire
it: Modificare commento

source: Edit this comment
cs: Zpracovat tento komentář
fr: Editer ce commentaire
it: Modificare questo commento

source: Mark as read
cs: označit jako přečtený
fr: marquer comme lu
it: Contrassegnare come letto

source: No, thanks
cs: Ne, děkuji
fr: non, merci
it: No, grazie

source: Notify comment?
cs: Komentář hlásit?
fr: Comment notifier ?
it: Notificare commento?

source: Notify these people
cs: Tyto lidi informovat
fr: Notifier ces gens
it: Notificare a queste persone

source: Notify this comment
cs: Hlásit tento komentář
fr: Notifier ce commentaire
it: Notifica questo commento

source: One comment
cs: Komentář
fr: un Commentaire
it: Un commento

source: Please [[%1][login]] or [[%2][register]] to comment.
cs: Prosím [[%1][přihlaste se]] nebo [[%2][registrujte se]], abyste mohl/a komentovat.
fr: S'il vous plait [[%1][login]] ou bien [[%2][register]] pour commenter.

source: Please [[%1][login]] to comment.
cs: Prosím [[%1][přihlaste se]], abyste mohl/a komentovat.
fr: S'il vous plait [[%1][login]] pour commenter.

source: Please note, that people who have already been notified will not be notified again.
cs: Dbejte na to, že osoby, kterým již byla podána zprávy, nelze ještě jednou informovat.
fr: Notez SVP, les personnes déjà notifiés ne seront pas notifié encore une fois.
it: Si prega di notare, che le persone che sono già state notificate non lo saranno di nuovo.

source: RSS comments feed for the %1 web
cs: RSS komentáře feed pro %1 web
fr: Flux RSS des commentaires de l'% 1 Web

source: RSS feed of the comments on this topic
cs: RSS feed komentářů pro toto téma
fr: Flux RSS des commentaires sur ce sujet
it: RSS feed dei commenti su quest'argomento

source: Reply on comment
cs: Odpovědět na komentář
fr: Répondre au commentaire
it: Rispondere al commento

source: Reply on this comment
cs: Na tento komentář odpovědět
fr: Répondre à ce commentaire
it: Rispondere a questo commento

source: Sorry, commenting not allowed.
cs: Promiňte, komentování není dovoleno.
fr: Désolé, commenter n'est pas permis.
it: Non è possibile inserire commenti

source: Submit
cs: Odeslat
fr: Envoyer
it: Sottoporre

source: Who do you want to notify about this comment?
cs: Koho chcete tímto komentářem uvědomit?
fr: Vous voulez notifier qui a propos ce commentaire ?
it: Chi vuoi notificare per questo commento?

source: Yes, approve
cs: Ano, potvrdit
fr: oui, approuver
it: Sì, approvare

source: Yes, delete
cs: Ano, vymazat
fr: oui, effacer
it: Sì, cancellare

source: needs approval
cs: Je nutné potvrzení
fr: besoin d´approbation
it: necessita approvazione

source: permlink
cs: Permalink (trvalý odkaz)
fr: lien perma
it: permalink

source: %1 saved a comment in %2:
cs: %1 uložil komentář v %2:

source: %1 updated a comment in %2:
cs: %1 aktualizoval komentář v %2:

source: %1 wants to notify you about a comment in %2:
cs: %1 chce Vás informovat o komentáři v %2:
